soap_payload_getXMLData.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v2="http://xmlns.oracle.com/oxp/service/v2">
   <soapenv:Header/>
   <soapenv:Body>
      <v2:getXMLData>
         <v2:jobInstanceID>503406</v2:jobInstanceID>
			<v2:userID>fin_impl</v2:userID>
			<v2:password>wm#qK8*9</v2:password>
      </v2:getXMLData>
   </soapenv:Body>
</soapenv:Envelope>